[
    {
        "image": "images/knife1.jpg",
        "name": "Amazing Product",
        "description": "This is the product of the week. It is amazing and has all the features you need. Don't miss out! Engineered for excellence, it sets the standard for precision and ease of use. Experience the epitome of cutting-edge technology and craftsmanship.",
        "price": "$69.99"
    },
    {
        "image": "images/knife2.jpg",
        "name": "Best Product",
        "description": "The top-rated choice for effortless precision slicing. With its ergonomic design and powerful motor, it effortlessly cuts through meats, bread, and more, making it a must-have kitchen gadget for culinary enthusiasts everywhere.",
        "price": "$59.99"
    },
    {
        "image": "images/knife3.jpg",
        "name": "Bestseller",
        "description": " A bestseller renowned for its precision cutting and ease of use. With its ergonomic handle and interchangeable blades, it effortlessly slices through meats, vegetables, and bread, making meal preparation a breeze for home chefs and professionals alike!",
        "price": "$59.99"
    },
    {
        "image": "images/knife4.jpg",
        "name": "Amazing Product",
        "description": "Its sleek design, combined with its powerful motor and ultra-sharp blades, makes slicing through any food item a breeze. Whether you're carving a Thanksgiving turkey or delicately slicing a loaf of freshly baked bread!",
        "price": "$59.99"
    },
    {
        "image": "images/knife5.jpg",
        "name": "Eco Freindly",
        "description": "A revolutionary product that combines cutting-edge technology with eco-friendly design. Crafted from sustainable materials and featuring energy-efficient operation, this electric knife is the perfect choice for environmentally conscious consumers.!",
        "price": "$59.99"
    },
    {
        "image": "images/knife6.jpg",
        "name": "All Purpose",
        "description": "The ultimate all-purpose kitchen tool. With its versatile design and razor-sharp blades, it effortlessly tackles any slicing task, from carving roasts to slicing bread and everything in between.!",
        "price": "$59.99"
    }
]